IDEA StatiCa Open Model
RebarPoint3D Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the RebarPoint3D class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public RebarPoint3D()
Public Sub New
public:
RebarPoint3D()
See Also
Reference
RebarPoint3D Class
IdeaRS.OpenModel.Model Namespace